export default {
  title: ["ปัจจุบันมี", "คำสั่งซื้อที่รอดำเนินการ"],
  handle: "เพื่อรับมือกับ",
  text: ["ปริมาณ", "โควต้า", "ราคาต่อหน่วย"],
  toast: {
    error: [
      "จำเป็นต้องมีการรับรองความถูกต้องด้วยชื่อจริงสำหรับการทำธุรกรรม",
      "โปรดดำเนินการตรวจสอบชื่อจริงให้เสร็จสมบูรณ์ก่อน！",
      "คุณมีใบสั่งซื้อที่ใช้งานอยู่",
      "ธุรกรรมสามารถดำเนินการต่อได้หลังจากการประมวลผลเสร็จสิ้นเท่านั้น！",
      "คุณได้ยกเลิกคำสั่งซื้อหลายครั้งติดต่อกัน，กรุณาสั่งซื้ออีกครั้งในวันพรุ่งนี้！",
      "คุณมีคะแนนไม่เพียงพอ",
      "ขายไม่ได้！",
      "คุณไม่ได้กรอกวิธีการชำระเงิน",
      "ไม่รองรับในขณะนี้"
    ]
  },
  loading: {
    text: "กำลังโหลด…",
    warning: "คำขอข้อมูลบ่อยเกินไป",
    finishedText: "ไม่มีอีกแล้ว…"
  }
}