export default {
  navbar: "ความคิดเห็น&แนะนำ",
  titleList: ["ป้ายหมวดหมู่", "คำอธิบายคำติชมและคำแนะนำ", "เพิ่มรูปภาพ", "รายละเอียดการติดต่อ"],
  feedbackTypeList: ["ผลตอบรับที่ผิดปกติ", "ข้อเสนอแนะคุณสมบัติ", "BUGความคิดเห็น"],
  toast: {
    text: ["ขนาดไฟล์ต้องไม่เกิน", "ส่งเรียบร้อยแล้ว"]
  },
  placeholder: {
    reason: "กรุณาอธิบายรายละเอียด，เพื่อให้เราสามารถแก้ปัญหาสำหรับคุณ",
    phone: "กรุณากรอกหมายเลขโทรศัพท์"
  },
  text: [
    "ไม่จำเป็น，เพิ่มภาพหน้าจอของคำถาม",
    "หมายเลขโทรศัพท์มือถือที่ป้อนไม่ถูกต้อง！"
  ],
  submit: "ส่ง"
}