export default {
  orderTicket: "ใบสั่งซื้อ",
  ticket: "บิลขาย",
  tags1: "การตั้งค่าข้อมูล",
  tags2: "การตั้งค่าร้านค้า",
  tags3: "เคล็ดลับการตั้งค่าสถานที่",
  tags4: "การตั้งค่าข้อมูลปัจจุบันไม่สมบูรณ์，ไม่มีชื่อ、ชื่อร้าน、เบอร์ติดต่อ、ขายเคล็ดลับ、เคล็ดลับใบเสร็จรับเงิน",
  tags5: "ไปที่การตั้งค่า",
  buy: "ซื้อ",
  sell: "ขาย",
  warn: "กรุณากรอกข้อมูลเบื้องต้นของธุรกิจ",
  // OnOffer
  offer:"ไม่มีข้อมูลการสั่งซื้อ",
  offer_zong:"ยอดสั่งซื้อ",
  offer_dai:"ที่จะดำเนินการ",
  offer_yi:"สมบูรณ์",
  // purchase
  purchase:"ที่จะรวบรวม",
  purchase_yi:"ได้รับเหรียญ"
}