export default {
  navbar: "延長を申し込む",
  form: {
    title: "延長を申請するには、次のいずれかの条件を満たす必要があります。",
    status: [
      "証拠を提示する時間が不十分",
      "検証情報はまだ審査中です",
      "不十分な証拠,判断できない",
      "証拠の一部が不完全です"
    ],
    explain: {
      title: "アプリケーション拡張手順",
      placeholder: "延長申請の注意事項を教えてください",
    },
    time: {
      title: "申込延長時間",
      day: "空"
    },
    pay: {
      label: "支払う必要があります",
      text: "例証する: 延長申請は、延長時間に応じて支払われます"
    },
    submit: {
      button: "参加する",
      loading: "提出する…",
      success: "正常に送信されました",
      fail: "送信に失敗しました！"
    }
  },
  popup: {
    title: "提出を確認して支払う",
    text: "延長申請は1人1回まで，慎重に記入してください，延長と支払いの申請書を提出してよろしいですか？",
    checkbox: "確認しました",
    submit: "提出と支払いOK",
    cancel: "もう一度考えさせて"
  },
}