export default {
  form: {
    title: 'المصادقة',
    name: {
      label: 'اسم',
      placeholder: 'الرجاء إدخال اسمك الحقيقي',
      message: 'ثلاثة أحرف على الأقل في الطول'
    },
    phone: {
      label: 'رقم الهاتف',
      placeholder: 'الرجاء إدخال رقم الهاتف',
      message: 'يرجى إدخال رقم هاتف صالح'
    },
    id: {
      label: 'رقم الرخصة',
      placeholder: 'الرجاء إدخال رقم الهوية',
      message: 'الرجاء إدخال رقم الهوية الصحيح'
    },
  },
  portrait: {
    title: 'عينة من الصورة',
    text: 'تحميل وجه بطاقة الهوية',
    button: 'انقر لتحميل وجه عمودي',
    tip: [
      '*يرجى اتباع نموذج الصورة لتحميل صورة الوجه الشخصية لبطاقة الهوية',
      'بعد أن تصبح صورة الهوية التي حمّلتها غير واضحة جزئيًا ، ستتم مراجعتها بواسطة العقد المختلفة.'
    ]
  },
  national: {
    title: 'عينة من الصورة',
    text: 'قم بتحميل بطاقة الهوية الخاصة بك والشعار الوطني',
    button: 'انقر لتحميل الشعار الوطني',
    tip: [
      '*يرجى اتباع نموذج الصورة لتحميل صورة بطاقة الهوية الخاصة بك والشعار الوطني'
    ]
  },
  handHeld: {
    title: 'عينة من الصورة',
    text: 'تحميل صورة جواز السفر',
    button: 'انقر لتحميل صورة جواز السفر',
    tip: [
      '*يرجى اتباع نموذج الصورة لتحميل صورة لبطاقة الهوية'
    ]
  },
  next: 'الخطوة التالية',
  submit: {
    button: 'إرسال',
    error: 'الرجاء إعادة التقديم'
  },
  validate: {
    error: 'تم توثيق رقم الهوية'
  },
}