export default {
  hd_txt: "Инициировать арбитраж",
  evens: "арбитражное мероприятие",
  not_received: "монеты не получены",
  other: "Другой",
  evidence: "Арбитражное доказательство",
  upload_text: "Нажмите, чтобы загрузить сертификат",
  arbitral_info:
    "Покупатель подает заявку на арбитраж после оплаты，Необходимо предоставить доказательство оплаты с юридической силой，Банковский перевод может сохранить электронную квитанцию，Счет за поиск WeChat，Найти записи о переводах，Подать заявку на перенос электронного сертификата。Alipay поиск счета найти перевод учетная запись，Подать заявку на электронную квитанцию。",
  tips: "Специальное примечание: Подделка и изменение платежных квитанций является серьезным незаконным действием.",
  submit: "Разместить",
  message: ["загрузка...", "загружено успешно"],
};
