export default {
  currencyBuy: "Торговля в один клик",
  currencyDeal: "дискреционная сделка",
  tip: [
    "Временно не поддерживает переключение Операция с фиатной валютой！！！",
  ],
  notification: {
    title: "арбитражное сообщение",
    buttonText: "перейти к процессу",
    message: [
      "совсем недавно",
      "ожидающие сообщения"
    ]
  },
  menu: [
    "Заказ",
    "заказ",
    "Настройки оплаты",
    "Руководство для начинающих",
    "сконцентрируйся",
    "черный список",
    "системный язык",
    "Общая проблема",
    "Интернет Сервис"
  ]
}