export default {
  index: {
    sure: "подтверждать",
    wallet: "баланс моего кошелька",
    site: "Адрес валюты перевода",
    content: ["Имя", "адрес кошелька", "Почта", "количество", "телефон", "время"],
    estimate: "Ориентировочная плата за обработку",
    gross: "Сумма вывода",
    recharge: "перезарядка",
    transfer: "передача",
    toast: [
      "TRXНедостаточный баланс кошелька！",
      "USDT Недостаточный баланс кошелька！",
      "передача прошла успешно",
      "Недостаточный баланс кошелька，Пожалуйста, пополните！",
    ],
    placeholder: "пожалуйста, введитеToken",
  },
};
