export default {
  hd_txt: "بدء التحكيم",
  evens: "حدث التحكيم",
  not_received: "لم يتم استلام العملة",
  other: "آخر",
  evidence: "أدلة التحكيم",
  upload_text: "انقر فوق تحميل بيانات الاعتماد",
  arbitral_info:
    "يتقدم المشترون بطلب للتحكيم في الدفع ويحتاجون إلى تقديم دليل قانوني على الدفع.يمكن للتحويل المصرفي حفظ الإيصالات الإلكترونية وفواتير بحث WeChat والعثور على سجلات التحويل والتقدم بطلب للحصول على قسائم التحويل الإلكترونية. بحث Alipay في الفاتورة للعثور على التحويل سجلات الحساب ، تقدم للحصول على إيصال إلكتروني.",
  tips: "ملاحظة خاصة: تزوير وتعديل قسائم الدفع هو عمل غير قانوني خطير",
  submit: "إرسال",
  message: ["تحميل...", "تم الرفع بنجاح"],
};
