export default {
  currencyBuy: "بنقرة واحدة بيع وشراء",
  currencyDeal: "معاملة اختيارية",
  tip: [
    "التبديل غير مدعوم حاليًا معاملات العملات الورقية! ! !",
  ],
  notification: {
    title: 'رسالة التحكيم',
    buttonText: 'انتقل إلى المعالجة',
    message: [
      'حديثاً',
      'الرسائل المعلقة'
    ]
  },
  menu: [
    "ترتيب",
    "ترتيب",
    "إعدادات الدفع",
    "دليل المبتدئين",
    "قم بالتركيز على",
    "القائمة السوداء",
    "لغة النظام",
    "مشكلة شائعة",
    "خدمة الإنترنت"
  ]
}