export default {
  index: {
    sure: "تؤكد",
    wallet: "رصيد محفظتي",
    site: "عنوان التحويل",
    content: ["اسم", "عنوان المحفظة", "بريد", "كمية", "هاتف", "زمن"],
    estimate: "رسوم المناولة المقدرة",
    gross: "إجمالي كمية العملات المسحوبة",
    recharge: "تعبئة رصيد",
    transfer: "نقل",
    toast: [
      "رصيد محفظة TRX غير كاف!",
      "USDT رصيد المحفظة غير كاف!",
      "نقل ناجح",
      "رصيد المحفظة غير كاف ، يرجى إعادة الشحن!",
    ],
    placeholder: "الرجاء إدخال الرمز",
  },
};
