export default {
  status: [
    "認証に失敗しました",
    "認定されていません",
    "審査中",
    "検証済み",
    "誓約していない"
  ],
  text: [
    "ノードタイプ"
  ],
  menu: [
    "認証監査",
    "フェーズⅡ推進",
    "取引データ",
    "初心者ガイド",
    "よくある問題",
    "お問い合わせ",
    "フィードバック&提案",
    "個人情報",
    "身元情報",
    "支払情報",
    "各パブリックチェーンのバインドアドレス情報",
    "プロモーション情報",
    "フェーズ 1 プロモーション",
    "共有リンク",
    "チームノード",
    "取引管理",
    "注文",
    "注文",
    "仲裁",
    "仲裁人",
    "焦点を合わせる/ブラックリスト"
  ],
  toast: {
    text: [
      "審査中…",
      "あなたの誓い",
      "不足",
      "誓約",
      "上記のメンバーは注文できます",
      "十分なポイントがありません",
      "持ってる",
      "ポイント会員は注文可能",
    ]
  }
}