export default {
  navbar: "ต่อท้ายเมทริกซ์",
  form: {
    text: {
      title: "หลักฐานข้อมูลข้อความ",
      placeholder: "อธิบายสถานการณ์และให้ข้อมูลที่จำเป็นสำหรับอนุญาโตตุลาการในการตรวจสอบสถานการณ์",
      text: "หากคุณส่งรหัสผ่านการค้นหาที่เกี่ยวข้อง โปรดใส่ใจเพื่อความปลอดภัยของทรัพย์สินส่วนบุคคล"
    },
    upload: {
      title: "หลักฐานข้อมูลรูปภาพ",
      text: " หมายเหตุพิเศษ:\nการปลอมแปลงและแก้ไขใบสำคัญจ่ายเป็นการกระทำที่ผิดกฎหมายอย่างร้ายแรง，กรุณาตรวจสอบให้แน่ใจว่าหลักฐานที่ส่งมานั้นเป็นข้อมูลที่เป็นจริงและถูกต้อง"
    },
    submit: "ส่ง"
  }
}