export default {
  navbar: "สมัครขอขยายเวลา",
  form: {
    title: "หากต้องการขอขยายเวลา ต้องปฏิบัติตามเงื่อนไขข้อใดข้อหนึ่งต่อไปนี้:",
    status: [
      "เวลาไม่เพียงพอในการแสดงหลักฐาน",
      "ข้อมูลการตรวจสอบยังอยู่ระหว่างการตรวจสอบ",
      "หลักฐานไม่เพียงพอ,ไม่สามารถตัดสินได้",
      "หลักฐานบางส่วนไม่ครบถ้วน"
    ],
    explain: {
      title: "คำแนะนำในการขยายแอปพลิเคชัน",
      placeholder: "โปรดอธิบายคำแนะนำในการยื่นขอต่ออายุ",
    },
    time: {
      title: "ขยายเวลารับสมัคร",
      day: "ท้องฟ้า"
    },
    pay: {
      label: "จำเป็นต้องจ่าย",
      text: "อธิบาย: การขอขยายเวลาจะต้องชำระเงินตามระยะเวลาที่ขยายออกไป"
    },
    submit: {
      button: "ส่ง",
      loading: "ส่ง…",
      success: "ส่งเรียบร้อยแล้ว",
      fail: "การส่งล้มเหลว！"
    }
  },
  popup: {
    title: "ยืนยันการส่งและชำระเงิน",
    text: "แต่ละคนสามารถส่งใบสมัครต่ออายุได้เพียงหนึ่งใบเท่านั้น，กรุณากรอกอย่างระมัดระวัง，คุณแน่ใจหรือไม่ว่าได้ยื่นคำร้องขอต่ออายุและชำระเงิน？",
    checkbox: "ฉันได้รับการยืนยัน",
    submit: "ตกลงที่จะส่งและชำระเงิน",
    cancel: "ให้ฉันคิดอีกครั้ง"
  },
}