export default {
  navbar: ["สมัครอนุญาโตตุลาการอีกครั้ง", "เริ่มต้นอนุญาโตตุลาการ"],
  unit: "ผู้คน",
  form: {
    title: "หมายเหตุพิเศษ:\nการปลอมแปลงและแก้ไขใบสำคัญจ่ายเป็นการกระทำที่ผิดกฎหมายอย่างร้ายแรง，หากคุณส่งรหัสผ่านการค้นหาที่เกี่ยวข้อง โปรดใส่ใจเพื่อความปลอดภัยของทรัพย์สินส่วนบุคคล",
    event: {
      title: "เหตุการณ์อนุญาโตตุลาการ",
      label: "หลักฐานข้อมูลข้อความ",
      placeholder: "อธิบายสถานการณ์และให้ข้อมูลที่จำเป็นสำหรับอนุญาโตตุลาการในการตรวจสอบสถานการณ์",
      type: ["การคัดค้านอนุญาโตตุลาการ", "อื่นๆ"]
    },
    upload: {
      title: ["หลักฐานข้อมูลรูปภาพ", "หลักฐานที่เกี่ยวข้องซึ่งมีผลบังคับใช้ทางกฎหมาย"],
    },
    arbitrator: {
      title: "เพิ่มอนุญาโตตุลาการ",
      default: "ค่าเริ่มต้น",
    },
    pay: {
      title: "จำเป็นต้องจ่าย",
      explain: {
        start: [
          "อธิบาย: หลังจากอนุญาโตตุลาการเริ่มต้นขึ้น แพลตฟอร์มจะมอบหมาย",
          "อนุญาโตตุลาการในการตัดสินใจ",
          "ต้องจ่าย",
          "หากอนุญาโตตุลาการถูกยกเลิกหรือผลสุดท้ายชนะ",
          "จะคืนเข้าบัญชีของคุณ"
        ],
        again: [
          "อธิบาย: การสมัครอนุญาโตตุลาการใหม่จะต้องชำระ",
          "อนุญาโตตุลาการผิดนัด",
          "อนุญาโตตุลาการเพิ่มเติมหนึ่งคนต้องจ่าย"
        ]
      }
    },
    submit: "ส่ง"
  },
  popup: {
    title: "ยืนยันการส่งและชำระเงิน",
    text: "แต่ละคนสามารถส่งใบสมัครต่ออายุได้เพียงหนึ่งใบเท่านั้น，กรุณากรอกอย่างระมัดระวัง，คุณแน่ใจหรือไม่ว่าได้ยื่นคำร้องขอต่ออายุและชำระเงิน？",
    checkbox: "ฉันได้รับการยืนยัน",
    submit: "ตกลงที่จะส่งและชำระเงิน",
    cancel: "ให้ฉันคิดอีกครั้ง"
  }
}