export default {
  unit: "ผู้คน",
  public: {
    person: {
      title: "ประกาศอนุญาโตตุลาการ",
      createDate: "เวลาสมัคร",
      count: "ครั้งอนุญาโตตุลาการ"
    },
    case: {
      title: "ประกาศอนุญาโตตุลาการ",
      result: "ผลการอนุญาโตตุลาการ",
      text: [
        "จำนวนอนุญาโตตุลาการทั้งหมดที่เข้าร่วมในคำชี้ขาดของอนุญาโตตุลาการ",
        "หลักฐานที่ยื่นโดยทั้งสองฝ่าย",
        "อนุญาโตตุลาการตัดสินให้โจทก์ชนะ"
      ],
      detail: "รายละเอียด"
    }
  },
  my: {
    title: "คดีอนุญาโตตุลาการของฉัน"
  },
  message: "ข้อมูล",
  dialog: {
    button: "ไปดำเนินการ",
    text: [
      "มี",
      "คดีกำลังจะหมดอายุความ"
    ]
  },
  popup: {
    text: [
      "ได้รับข้อความเพื่อเริ่มต้นการพิสูจน์ใหม่",
      "ได้รับคำร้องขอเลื่อนอนุญาโตตุลาการ"
    ],
    cancel: "จัดการในภายหลัง",
    confirm: "ไปดำเนินการ"
  },
  loading: {
    text: "กำลังโหลด…",
    fail: "โหลดไม่สำเร็จ！"
  }
}