export default {
  title: ["ชนะคดี", "สูญหาย", "ยกเลิกอนุญาโตตุลาการ"],
  unit: "ผู้คน",
  result: {
    title: "ผลการอนุญาโตตุลาการ",
    text: [
      "จำนวนอนุญาโตตุลาการทั้งหมดที่เข้าร่วมในคำชี้ขาดของอนุญาโตตุลาการ",
      "หลักฐานที่ยื่นโดยทั้งสองฝ่าย",
      "อนุญาโตตุลาการตัดสินให้โจทก์ชนะ",
      "อนุญาโตตุลาการตัดสินให้จำเลยฝางชนะ"
    ]
  },
  detail: "รายละเอียด",
  again: "สมัครอนุญาโตตุลาการอีกครั้ง",
  empty: "ไม่มีข้อมูล",
  loading: {
    text: "กำลังโหลด…",
    fail: "โหลดไม่สำเร็จ！"
  }
}