export default {
  navbar: "รายละเอียดอนุญาโตตุลาการ",
  plaintiff: "โจทก์",
  defendant: "จำเลย",
  unit: "ผู้คน",
  top: {
    title: ["ชนะคดี", "สูญหาย", "ยกเลิกอนุญาโตตุลาการ"]
  },
  event: {
    text: "ผู้ขายเริ่มต้นอนุญาโตตุลาการ，เหตุการณ์อนุญาโตตุลาการคือ"
  },
  result: {
    title: "ผลการอนุญาโตตุลาการ",
    text: [
      "จำนวนอนุญาโตตุลาการทั้งหมดที่เข้าร่วมในคำชี้ขาดของอนุญาโตตุลาการ",
      "หลักฐานที่ยื่นโดยทั้งสองฝ่าย",
      "อนุญาโตตุลาการตัดสินให้โจทก์ชนะ",
      "อนุญาโตตุลาการตัดสินให้จำเลยฝางชนะ"
    ],
  },
  time: {
    title: "เวลาปิด"
  },
  public: {
    title: "การตัดสินของประชาชน",
    result: "ไม่ได้ลงคะแนน",
    reason: [
      "ตัดสินคดีอนุญาโตตุลาการปัจจุบันตามเอกสารที่ส่งมา",
      "ชนะ"
    ]
  },
  loading: {
    text: "กำลังโหลด…",
    fail: "โหลดไม่สำเร็จ！"
  },
  again: "สมัครอนุญาโตตุลาการอีกครั้ง"
}