export default {
  navbar: "รายละเอียดอนุญาโตตุลาการ",
  top: {
    title: "รอผลอนุญาโตตุลาการ",
    delay: "สมัครขอขยายเวลา"
  },
  time: {
    title: "เวลาเริ่มต้นอนุญาโตตุลาการ"
  },
  reason: {
    text: "ผู้ขายเริ่มต้นอนุญาโตตุลาการ，เหตุการณ์อนุญาโตตุลาการคือ"
  },
  loading: {
    text: "กำลังโหลด…",
    fail: "โหลดไม่สำเร็จ！"
  },
  cancel: {
    button: "ยกเลิกอนุญาโตตุลาการ",
    message: "ยืนยันการยกเลิกคดีอนุญาโตตุลาการปัจจุบัน",
    loading: "การยกเลิกอนุญาโตตุลาการ…",
    success: "ยกเลิกความสำเร็จ",
    fail: "การยกเลิกล้มเหลว"
  },
  append: "ต่อท้ายเมทริกซ์"
}