export default {
  navbar: "รายละเอียดอนุญาโตตุลาการ",
  unit: "ผู้คน",
  plaintiff: "โจทก์",
  defendant: "จำเลย",
  content: {
    event: "ผู้ขายเริ่มต้นอนุญาโตตุลาการ，เหตุการณ์อนุญาโตตุลาการคือ",
    result: {
      title: "ผลการอนุญาโตตุลาการ",
      text: [
        "จำนวนอนุญาโตตุลาการทั้งหมดที่เข้าร่วมในคำชี้ขาดของอนุญาโตตุลาการ",
        "หลักฐานที่ยื่นโดยทั้งสองฝ่าย",
        "อนุญาโตตุลาการตัดสินให้โจทก์ชนะ"
      ],
      status: "ไม่ได้ลงคะแนน"
    },
    time: {
      title: "เวลาปิด"
    },
    sentence: {
      title: "การตัดสินของประชาชน"
    }
  },
  loading: {
    text: "กำลังโหลด…"
  }
}