export default {
  navbar: "เริ่มต้นการพิสูจน์ครั้งใหม่",
  form: {
    condition: {
      title: "ต้องปฏิบัติตามเงื่อนไขข้อใดข้อหนึ่งต่อไปนี้เพื่อเริ่มต้นการพิสูจน์ใหม่",
      status: [
        "หลักฐานไม่เพียงพอ，ไม่สามารถตัดสินได้",
        "หลักฐานบางส่วนไม่ครบถ้วน"
      ]
    },
    reason: {
      title: "คำแนะนำในการขยายแอปพลิเคชัน",
      placeholder: "โปรดอธิบายคำแนะนำในการยื่นขอต่ออายุ"
    },
    submit: {
      button: "ส่ง",
      loading: "ส่ง…",
      success: "ส่งเรียบร้อยแล้ว",
      fail: "การส่งล้มเหลว"
    }
  }
}