export default {
  text: [
    "квота",
    "метод оплаты",
    "выбирать",
    "торговля",
    "WeChat",
    "Доступный",
    "Справиться",
    "Купить"
  ],
  payType: {
    label: "метод оплаты",
    value: {
      yhk: "банковская карта",
      zfb: "Alipay",
      wx: "Оплата WeChat",
      xj: "наличные",
    }
  },
  tip: [
    "Пожалуйста, используйте свое настоящее имя для оплаты",
    "В противном случае заказ не будет выполнен, а аккаунт рискует быть замороженным."
  ],
  loading: {
    text: ["формирование заказа…", "размещение заказа，Пожалуйста подождите…"]
  },
  toast: {
    error: [
      "Вы не указали текущий способ оплаты",
      "Пожалуйста, выберите еще раз!",
      "Пожалуйста, выберите способ оплаты",
      "пожалуйста, переподпишите",
      "EOTC Запросите вашу подпись для подтверждения,подпись не потребляетGAS.",
      "Не могу купить свой заказ",
      "приказUSDTнедостаточно",
      "Выберите другой заказ",
      "Продавец изменил цену заказа，Пожалуйста, разместите заказ еще раз",
      "Вы отменяли свой заказ несколько раз，Пожалуйста, разместите другой заказ завтра",
      "У вас есть отложенные заказы",
      "Пожалуйста, заполните этот заказ перед размещением заказа"
    ]
  }
}