export default {
  text: [
    "все",
    "квота",
    "Финансовые счета, доступные для продажи",
    "пойти на сделку",
    "продавать",
    "Доступный"
  ],
  toast: {
    error: [
      "Не могу продать свой заказ",
      "приказ USDT недостаточно",
      "Выберите другой заказ",
      "Продавец изменил цену заказа，Пожалуйста, разместите заказ еще раз",
      "Вы отменяли свой заказ несколько раз，Пожалуйста, разместите другой заказ завтра",
      "У вас есть отложенные заказы",
      "Пожалуйста, заполните этот заказ перед размещением заказа"
    ]
  },
  loading: {
    text: [
      "формирование заказа…",
      "размещение заказа，Пожалуйста подождите…"
    ]
  }
}