export default {
  text: ['限額', '支付方式', '選擇', '交易', '微信', '可得', '應付', '購買'],
  payType: {
    label: '支付方式',
    value: {
      yhk: '銀行卡',
      zfb: '支付寶',
      wx: '微信支付',
      xj: '現金',
    },
  },
  tip: ['請使用本人實名賬戶進行收款', '否則會導致訂單失敗且賬號存在被凍結風險'],
  loading: {
    text: ['訂單生成中…', '正在下單，請稍等…'],
  },
  toast: {
    error: [
      '您沒有填寫當前支付方式',
      '請重新選擇!',
      '請選擇支付方式',
      '請重新簽名',
      'EOTC請求您簽名確認,簽名不消耗GAS.',
      '不能購買自己的訂單',
      '該訂單USDT數量已不足',
      '請選擇其它訂單',
      '商家已修改訂單價格，請重新下單',
      '您多次撤銷訂單，請明天再下單',
      '您還有未處理的訂單',
      '請完成該訂單後再下單',
    ],
  },
};
