export default {
  navbar: 'استجابة&يقترح',
  titleList: ["تسميات الفئات", "وصف الملاحظات والاقتراحات", "أضف الصور", "بيانات المتصل"],
  feedbackTypeList: ['ردود فعل غير طبيعية', 'اقتراح ميزة', 'ملاحظات BUG'],
  toast: {
    text: ['لا يمكن أن يتجاوز حجم الملف', 'تم الإرسال بنجاح']
  },
  placeholder: {
    reason: 'يرجى التوضيح بالتفصيل حتى نتمكن من حل المشكلة لك',
    phone: 'الرجاء إدخال رقم الهاتف'
  },
  text: [
    'اختياري ، أضف لقطة شاشة للسؤال',
    'رقم الهاتف المحمول الذي تم إدخاله غير صحيح!'
  ],
  submit: 'إرسال'
}