export default {
  orderTicket: 'أمر شراء',
  ticket: 'أمر بيع',
  tags1: 'إعدادات المعلومات',
  tags2: 'إعدادات التاجر',
  tags3: 'نصائح لإعداد معلومات العمل',
  tags4: 'إعدادات المعلومات الحالية ليست مثالية ، والاسم واسم الشركة ورقم الاتصال وتذكير المبيعات وتذكير الدفع مفقودة.',
  tags5: 'اذهب للاعدادات',
  buy: 'استحواذ',
  sell: 'باع',
  warn: 'يرجى استكمال المعلومات التجارية الأساسية',
  // OnOffer
  offer:'لا توجد معلومات عن الطلب حتى الآن',
  offer_zong:'من أجل الكاملة',
  offer_dai:'لتتم معالجتها',
  offer_yi:'منجز',
  // purchase
  purchase:'سيتم استلام العملات المعدنية',
  purchase_yi:'تلقى عملات معدنية'
}