export default {
  navbar: 'أدلة إضافية',
  form: {
    text: {
      title: 'مصفوفة معلومات النص',
      placeholder: 'وصف الظروف وتقديم المعلومات اللازمة للمحكم للتحقق من الظروف',
      text: 'إذا قمت بتقديم كلمة مرور الاستعلام ذات الصلة ، فيرجى الانتباه لضمان سلامة الأصول الشخصية'
    },
    upload: {
      title: 'إثبات معلومات الصورة',
      text: ' ملاحظة خاصة:\n يعد تزوير وتغيير قسائم الدفع عملاً غير قانوني خطيرًا ، يرجى التأكد من أن الأدلة المقدمة صحيحة وصحيحة'
    },
    submit: 'إرسال'
  }
}