export default {
  navbar: '申请延期',
  form: {
    title: '申请延期需满足以下一种条件',
    status: [
      '举证时间不足',
      '核实信息还在审核中',
      '举证不足,无法进行判决',
      '部分举证不全'
    ],
    explain: {
      title: 'تعليمات طلب التمديد',
      placeholder: 'يرجى وصف التعليمات الخاصة بطلب التمديد',
    },
    time: {
      title: 'طلب التمديد',
      day: 'سماء'
    },
    pay: {
      label: 'مستحق الدفع',
      text: 'يبين: طلب التمديد خاضع للدفع حسب مدة التمديد'
    },
    submit: {
      button: 'إرسال',
      loading: 'تقديم…',
      success: 'تم الإرسال بنجاح',
      fail: 'فشل التقديم!'
    }
  },
  popup: {
    title: 'تأكيد التقديم والدفع',
    text: 'يمكن لكل شخص فقط تقديم طلب التمديد ، يرجى تعبئته بعناية ، هل أنت متأكد من تقديم طلب التمديد والدفع؟',
    checkbox: 'لقد أكد',
    submit: 'موافق على الإرسال والدفع',
    cancel: 'دعني أفكر مرة أخرى'
  },
}