export default {
  navbar: ['التقدم بطلب لإعادة التحكيم', 'بدء التحكيم'],
  unit: 'اشخاص',
  form: {
    title: 'ملاحظة خاصة:\n يعد تزوير قسائم الدفع وتغييرها عملاً غير قانوني خطير. إذا قمت بتقديم كلمات مرور ذات صلة بالاستعلام ، فيرجى الانتباه لضمان سلامة الأصول الشخصية',
    event: {
      title: 'حدث التحكيم',
      label: 'مصفوفة معلومات النص',
      placeholder: 'وصف الظروف وتقديم المعلومات اللازمة للمحكم للتحقق من الظروف',
      type: ['اعتراض التحكيم', 'آخر']
    },
    upload: {
      title: ['إثبات معلومات الصورة', 'الأدلة ذات الصلة ذات الأثر القانوني'],
    },
    arbitrator: {
      title: 'إضافة محكم',
      default: 'إفتراضي',
    },
    pay: {
      title: 'مستحق الدفع',
      explain: {
        start: [
          'يبين: بعد بدء التحكيم ، ستفوض المنصة',
          'المحكمين لاتخاذ القرار',
          'تحتاج ان تدفع',
          'إذا تم إلغاء التحكيم أو ربح التحكيم نهائيًا',
          'ستتم إعادتها إلى حسابك'
        ],
        again: [
          'يبين: يجب سداد طلب إعادة التحكيم',
          'المحكم الافتراضي',
          'محكم إضافي واحد واجب الدفع'
        ]
      }
    },
    submit: 'إرسال'
  },
  popup: {
    title: 'تأكيد التقديم والدفع',
    text: 'يمكن لكل شخص فقط تقديم طلب التمديد ، يرجى تعبئته بعناية ، هل أنت متأكد من تقديم طلب التمديد والدفع؟',
    checkbox: 'لقد أكد',
    submit: 'موافق على الإرسال والدفع',
    cancel: 'دعني أفكر مرة أخرى'
  }
}