export default {
  unit: 'اشخاص',
  public: {
    person: {
      title: 'إعلان المحكم',
      createDate: 'وقت التطبيق',
      count: 'أوقات التحكيم'
    },
    case: {
      title: 'إعلان التحكيم',
      result: 'نتيجة التحكيم',
      text: [
        'إجمالي عدد المحكمين الذين شاركوا في حكم التحكيم',
        'تقديم الأدلة من قبل الطرفين',
        'حكم المحكمون فوز المدعي فانغ'
      ],
      detail: 'تفاصيل'
    }
  },
  my: {
    title: 'قضية التحكيم الخاصة بي'
  },
  message: 'معلومة',
  dialog: {
    button: 'انتقل إلى المعالجة',
    text: [
      'لديك',
      'الحكم على وشك الانتهاء'
    ]
  },
  popup: {
    text: [
      'تلقى طلب إعادة الإثبات',
      'تلقى طلب تمديد مهلة التحكيم'
    ],
    cancel: 'التعامل معها لاحقًا',
    confirm: 'انتقل إلى المعالجة'
  },
  loading: {
    text: 'جار التحميل…',
    fail: 'فشل في التحميل!'
  }
}