export default {
  navbar: 'تفاصيل التحكيم',
  plaintiff: 'مدعى',
  defendant: 'المدعى عليه',
  unit: 'اشخاص',
  top: {
    title: ['الفوز بالقضية', 'تفقد القضية', 'إلغاء التحكيم']
  },
  event: {
    text: 'يبدأ البائع التحكيم ، ويكون حدث التحكيم'
  },
  result: {
    title: 'نتيجة التحكيم',
    text: [
      'إجمالي عدد المحكمين الذين شاركوا في حكم التحكيم',
      'تقديم الأدلة من قبل الطرفين',
      'حكم المحكمون فوز المدعي فانغ',
      'حكم المحكمون فوز المدعى عليه فانغ'
    ],
  },
  time: {
    title: 'وقت الإغلاق'
  },
  public: {
    title: 'حكم عام',
    result: 'لم يصوت',
    reason: [
      'تحديد قضية التحكيم الحالية بناءً على الأدلة المقدمة',
      'فوز'
    ]
  },
  loading: {
    text: 'جار التحميل…',
    fail: 'فشل في التحميل!'
  },
  again: 'التقدم بطلب لإعادة التحكيم'
}