export default {
  navbar: 'تفاصيل التحكيم',
  top: {
    title: 'في انتظار نتيجة التحكيم',
    delay: 'تقدم بطلب للحصول على تمديد'
  },
  time: {
    title: 'وقت بدء التحكيم'
  },
  reason: {
    text: 'يبدأ البائع التحكيم ، ويكون حدث التحكيم'
  },
  loading: {
    text: 'جار التحميل…',
    fail: 'فشل في التحميل!'
  },
  cancel: {
    button: 'إلغاء التحكيم',
    message: 'تأكيد إلغاء قضية التحكيم الحالية',
    loading: 'إلغاء التحكيم ...',
    success: 'إلغاء النجاح',
    fail: 'فشل الإلغاء'
  },
  append: 'أدلة إضافية'
}