export default {
  navbar: 'تفاصيل التحكيم',
  unit: 'اشخاص',
  plaintiff: 'مدعى',
  defendant: 'المدعى عليه',
  content: {
    event: 'يبدأ البائع التحكيم ، ويكون حدث التحكيم',
    result: {
      title: 'نتيجة التحكيم',
      text: [
        'إجمالي عدد المحكمين الذين شاركوا في حكم التحكيم',
        'تقديم الأدلة من قبل الطرفين',
        'حكم المحكمون فوز المدعي فانغ'
      ],
      status: 'لم يصوت'
    },
    time: {
      title: 'وقت الإغلاق'
    },
    sentence: {
      title: 'حكم عام'
    }
  },
  loading: {
    text: 'جار التحميل…'
  }
}