export default {
  status: [
    "Ошибка аутентификации",
    "не сертифицирован",
    "на рассмотрении",
    "проверено",
    "Не заложено"
  ],
  text: [
    "тип узла"
  ],
  menu: [
    "Сертификационный аудит",
    "Продвижение фазы II",
    "данные транзакции",
    "Руководство для начинающих",
    "Общая проблема",
    "свяжитесь с нами",
    "отзыв&Предложить",
    "Персональные данные",
    "Идентификационная информация",
    "Платежная информация",
    "Связывание адресной информации каждой общедоступной цепочки",
    "рекламная информация",
    "Продвижение первого этапа",
    "Поделиться ссылкой",
    "узел группы",
    "управление транзакциями",
    "Заказ",
    "заказ",
    "арбитраж",
    "арбитр",
    "сконцентрируйся/черный список"
  ],
  toast: {
    text: [
      "на рассмотрении…",
      "ваше обещание",
      "недостаточный",
      "залог",
      "Пользователи выше могут размещать заказы",
      "У вас недостаточно баллов",
      "имеют",
      "Участники с баллами могут размещать заказы",
    ]
  }
}