export default {
  title: "стать арбитром",
  text: "Поддерживать безопасную, стабильную и надежную торговую среду",
  content: {
    title: "Условия применения",
  },
  dialog: {
    success: {
      title: "успешное применение",
      text: "После того, как вы станете арбитром, платформа назначит вам арбитражное дело",
      confirm: "ХОРОШО"
    },
    explain: {
      title: "Описание экзамена",
      text: "забить или пройти",
      total: "Количество тем",
      unit: "вопрос",
      time: {
        title: "Продолжительность экзамена",
        unit: "минута"
      },
      start: "начать отвечать"
    },
  },
  info: {
    title: "арбитр",
    label: [
      "идентификационный номер",
      "время применения",
      "Время арбитража"
    ],
    case: {
      title: "Арбитраж",
      unit: "индивидуальный"
    },
    profit: {
      title: "доход"
    }
  },
  button: {
    confirm: "применять немедленно",
    cancel: "дисквалифицирован"
  },
  msgList: [
    {
      title: "Децентрализованная аутентификация личности",
      failMsg: "перейти к аутентификации"
    },
    {
      label: ["достигнуты результаты тестов", "больше, чем"],
      title: ["залог", "это все"],
      failMsg: "залог",
    },
    {
      title: "Узнайте о правилах, связанных с учебой",
      failMsg: "учиться",
    },
    {
      label: ["достигнуты результаты тестов", "больше, чем"],
      title: "Сдать экзамен",
      failMsg: "идти на экзамен",
    }
  ]
}