export default {
  title: ['لديها حاليا', 'انتظار الطلب'],
  handle: 'لكى تتعامل مع',
  text: ['كمية', 'حد', 'سعر الوحدة'],
  toast: {
    error: [
      'مطلوب مصادقة الاسم الحقيقي لإجراء المعاملات',
      'يرجى إكمال مصادقة الاسم الحقيقي أولاً!',
      'لديك بالفعل أمر شراء نشط',
      'بعد اكتمال المعالجة ، يمكنك متابعة المعاملة!',
      'لقد ألغيت الطلب عدة مرات متتالية ، يرجى تقديم طلب آخر غدًا!',
      'أنت تنفد من النقاط',
      'مستحيل الشراء!',
      'لم تقم بملء طريقة الدفع',
      'غير مدعوم حاليًا'
    ]
  },
  loading: {
    text: 'جار التحميل…',
    finishedText: 'لا يوجد أكثر...'
  }
}