export default {
  status: [
    "인증 실패",
    "인증되지 않음",
    "검토 중",
    "확인",
    "서약하지 않음"
  ],
  text: [
    "노드 유형"
  ],
  menu: [
    "인증심사",
    "2단계 프로모션",
    "트랜잭션 데이터",
    "초보자 가이드",
    "일반적인 문제",
    "문의하기",
    "피드백&제안하다",
    "개인 정보",
    "신원 정보",
    "결제 정보",
    "각 퍼블릭 체인의 바인딩 주소 정보",
    "프로모션 정보",
    "1단계 프로모션",
    "공유 링크",
    "팀 노드",
    "트랜잭션 관리",
    "주문하다",
    "주문하다",
    "중재",
    "중재인",
    "에 집중하다/블랙리스트"
  ],
  toast: {
    text: [
      "검토 중…",
      "당신의 서약",
      "불충분하다",
      "약속",
      "위의 회원은 주문할 수 있습니다",
      "포인트가 부족합니다.",
      "가지다",
      "포인트가 있는 회원은 주문이 가능합니다.",
    ]
  }
}