export default {
  status: [
    'المصادقة فشلت',
    'غير معتمد',
    'قيد المراجعة',
    'تم التحقق',
    'لم تعهد'
  ],
  text: [
    'نوع العقدة'
  ],
  menu: [
    'تدقيق الشهادة',
    'المرحلة الثانية من الترقية',
    'بيانات المعاملات',
    'دليل المبتدئين',
    'مشكلة شائعة',
    'اتصل بنا',
    'استجابة&يقترح',
    'معلومات شخصية',
    'معلومات الهوية',
    'معلومات الدفع',
    'معلومات عنوان ملزمة لكل سلسلة عامة',
    'المعلومات الترويجية',
    'ترقية المرحلة الأولى',
    'رابط المشاركة',
    'عقدة الفريق',
    'ادارة العمليات التجارية',
    'ترتيب',
    'ترتيب',
    'تحكم',
    'المحكم',
    'قم بالتركيز على/القائمة السوداء'
  ],
  toast: {
    text: [
      'قيد المراجعة…',
      'أنت تتعهد',
      'غير كافٍ',
      'يتعهد',
      'يمكن للأعضاء المذكورين أعلاه فقط تقديم الطلبات',
      'ليس لديك نقاط كافية',
      'لديك',
      'فقط الأعضاء الذين لديهم نقاط يمكنهم تقديم الطلبات',
    ]
  }
}