export default {
  text: [
    'حد',
    'طريقة الدفع او السداد',
    'يختار',
    'تجارة',
    'WeChat',
    'متوفرة',
    'يتعامل',
    'يشتري'
  ],
  payType: {
    label: 'طريقة الدفع او السداد',
    value: {
      yhk: 'بطاقة مصرفية',
      zfb: 'أليباي',
      wx: 'دفع WeChat',
      xj: 'السيولة النقدية',
    }
  },
  tip: [
    'الرجاء استخدام حساب الاسم الحقيقي الخاص بك للدفع',
    'خلاف ذلك ، سيفشل الطلب وسيتم تجميد الحساب.'
  ],
  loading: {
    text: ['يتم إنشاء الطلب ...', 'جارٍ تقديم طلب ، برجاء الانتظار ...']
  },
  toast: {
    error: [
      'لم تقم بتعبئة طريقة الدفع الحالية',
      'الرجاء التحديد مرة أخرى!',
      'الرجاء تحديد طريقة الدفع',
      'الرجاء إعادة التوقيع',
      'يطلب EOTC تأكيد التوقيع الخاص بك,التوقيع لا يستهلك الغاز.',
      'لا يمكن شراء النظام الخاص',
      'الطلب غير كافٍ من USDT',
      'الرجاء اختيار طلب آخر',
      'قام التاجر بتعديل سعر الطلب ، يرجى تقديم طلب جديد',
      'لقد ألغيت الطلب عدة مرات ، يرجى تقديم طلب آخر غدًا',
      'لا يزال لديك أوامر غير معالجة',
      'يرجى إكمال هذا الطلب قبل تقديم الطلب'
    ]
  }
}