export default {
  text: [
    'الكل',
    'حد',
    'حساب التمويل متاح للبيع',
    'لفعالية من حيث التكلفة',
    'باع',
    'متوفرة'
  ],
  toast: {
    error: [
      'لا يمكن بيع أمر خاص',
      'الطلب غير كافٍ من USDT',
      'الرجاء اختيار طلب آخر',
      "قام التاجر بتعديل سعر الطلب ، يرجى تقديم طلب جديد",
      "لقد ألغيت الطلب عدة مرات ، يرجى تقديم طلب آخر غدًا",
      'لا يزال لديك أوامر غير معالجة',
      'يرجى إكمال هذا الطلب قبل تقديم الطلب'
    ]
  },
  loading: {
    text: [
      'يتم إنشاء الطلب ...',
      'جارٍ تقديم طلب ، برجاء الانتظار ...'
    ]
  }
}