export default {
  form: {
    title: "การรับรองความถูกต้อง",
    name: {
      label: "ชื่อ",
      placeholder: "กรุณาใส่ชื่อจริงของคุณ",
      message: "มีความยาวอย่างน้อยสามตัวอักษร"
    },
    phone: {
      label: "หมายเลขโทรศัพท์",
      placeholder: "กรุณากรอกหมายเลขโทรศัพท์",
      message: "โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง"
    },
    id: {
      label: "ใบอนุญาตเลขที่",
      placeholder: "กรุณากรอกเลขประจำตัวประชาชน",
      message: "กรุณากรอกเลขประจำตัวประชาชนให้ถูกต้อง"
    },
  },
  portrait: {
    title: "ภาพตัวอย่าง",
    text: "อัพโหลดรูปหน้าบัตรประชาชน",
    button: "คลิกเพื่ออัปโหลดภาพบุคคล",
    tip: [
      "*โปรดทำตามรูปภาพตัวอย่างเพื่ออัปโหลดรูปถ่ายหน้าบัตรประจำตัวประชาชน",
      "หลังจากที่รูปถ่ายประจำตัวที่คุณอัปโหลดเบลอบางส่วน，จะถูกตรวจสอบโดยโหนดต่างๆ。"
    ]
  },
  national: {
    title: "ภาพตัวอย่าง",
    text: "อัปโหลดสัญลักษณ์ประจำชาติของบัตรประจำตัวประชาชน",
    button: "คลิกเพื่ออัพโหลดตราแผ่นดิน",
    tip: [
      "*กรุณาอัพโหลดภาพตราแผ่นดินของบัตรประจำตัวประชาชนตามภาพตัวอย่าง"
    ]
  },
  handHeld: {
    title: "ภาพตัวอย่าง",
    text: "อัปโหลดภาพถ่ายหนังสือเดินทาง",
    button: "คลิกเพื่ออัปโหลดภาพถ่ายหนังสือเดินทาง",
    tip: [
      "*โปรดทำตามภาพตัวอย่างเพื่ออัปโหลดภาพขณะถือบัตรประจำตัวประชาชน"
    ]
  },
  next: "ขั้นตอนต่อไป",
  submit: {
    button: "ส่ง",
    error: "กรุณาส่งอีกครั้ง"
  },
  validate: {
    error: "เลขที่เอกสารผ่านการตรวจสอบแล้ว"
  },
}