export default {
  text: [
    "몫",
    "지불 방법",
    "선택하다",
    "거래",
    "위챗",
    "사용 가능",
    "핸들",
    "구입하다"
  ],
  payType: {
    label: "지불 방법",
    value: {
      yhk: "은행 카드",
      zfb: "알리페이",
      wx: "위챗 결제",
      xj: "현금",
    }
  },
  tip: [
    "결제는 실명계좌를 이용해주세요",
    "그렇지 않으면 주문이 실패하고 계정이 동결될 위험이 있습니다."
  ],
  loading: {
    text: ["주문 생성…", "주문을하다，기다리세요…"]
  },
  toast: {
    error: [
      "현재 결제 수단을 입력하지 않았습니다.",
      "다시 선택하십시오!",
      "결제수단을 선택해주세요",
      "다시 서명하십시오",
      "EOTC확인을 위해 서명 요청,서명은 소비하지 않습니다GAS.",
      "자신의 주문을 살 수 없습니다",
      "순서USDT부족한",
      "다른 주문을 선택하십시오",
      "판매자가 주문 가격을 수정했습니다.，다시 주문해주세요",
      "주문을 여러 번 취소했습니다.，내일 다시 주문해주세요",
      "대기 중인 주문이 있습니다.",
      "주문하기 전에 이 주문을 완료하십시오"
    ]
  }
}