export default {
  text: [
    "クォータ",
    "支払方法",
    "選ぶ",
    "トレード",
    "微信",
    "利用可能",
    "扱う",
    "買う"
  ],
  payType: {
    label: "支払方法",
    value: {
      yhk: "バンクカード",
      zfb: "アリペイ",
      wx: "微信支払い",
      xj: "現金",
    }
  },
  tip: [
    "支払いには実名のアカウントを使用してください",
    "そうしないと、注文が失敗し、アカウントが凍結される危険性があります"
  ],
  loading: {
    text: ["オーダー生成…", "注文する，お待ちください…"]
  },
  toast: {
    error: [
      "現在のお支払い方法が入力されていません",
      "もう一度選択してください!",
      "お支払い方法を選択してください",
      "再署名してください",
      "EOTC確認のために署名を要求する,署名は消費しませんGAS.",
      "自分の注文を購入することはできません",
      "オーダーUSDT十分でない",
      "別の注文を選択してください",
      "マーチャントが注文価格を変更しました，再度ご注文ください",
      "注文を複数回キャンセルした，明日また注文してください",
      "保留中の注文があります",
      "注文する前にこの注文を完了してください"
    ]
  }
}