export default {
  hd_txt: "เริ่มต้นอนุญาโตตุลาการ",
  evens: "เหตุการณ์อนุญาโตตุลาการ",
  not_received: "ไม่ได้รับเหรียญ",
  other: "อื่นๆ",
  evidence: "หลักฐานอนุญาโตตุลาการ",
  upload_text: "คลิกเพื่ออัปโหลดใบรับรอง",
  arbitral_info:
    "ผู้ซื้อยื่นคำร้องต่ออนุญาโตตุลาการหลังจากชำระเงินแล้ว，จำเป็นต้องแสดงหลักฐานการชำระเงินที่มีผลบังคับใช้ทางกฎหมาย，การโอนเงินผ่านธนาคารสามารถบันทึกใบเสร็จอิเล็กทรอนิกส์ได้，ค่าค้นหา WeChat，ค้นหาบันทึกการโอน，สมัครใบรับรองอิเล็กทรอนิกส์การโอน。Alipay ค้นหาบิลพบการโอน บันทึกบัญชี，สมัครรับใบเสร็จรับเงินอิเล็กทรอนิกส์。",
  tips: "หมายเหตุพิเศษ: การปลอมแปลงและแก้ไขใบสำคัญจ่ายเป็นการกระทำที่ผิดกฎหมายอย่างร้ายแรง",
  submit: "ส่ง",
  message: ["กำลังอัพโหลด...", "อัปโหลดสำเร็จ"],
};
