export default {
  currencyBuy: "ซื้อขายเพียงคลิกเดียว",
  currencyDeal: "ข้อตกลงตามดุลยพินิจ",
  tip: [
    "ไม่รองรับการสลับชั่วคราว ธุรกรรมสกุลเงิน Fiat！！！",
  ],
  notification: {
    title: "ข้อความอนุญาโตตุลาการ",
    buttonText: "ไปดำเนินการ",
    message: [
      "เร็วๆ นี้",
      "ข้อความที่ค้างอยู่"
    ]
  },
  menu: [
    "คำสั่ง",
    "คำสั่ง",
    "การตั้งค่าการชำระเงิน",
    "คู่มือสำหรับผู้เริ่มต้น",
    "มุ่งเน้นไปที่",
    "บัญชีดำ",
    "ภาษาของระบบ",
    "ปัญหาที่พบบ่อย",
    "บริการออนไลน์"
  ]
}