export default {
  index: {
    sure: "ยืนยัน",
    wallet: "ยอดคงเหลือในกระเป๋าเงินของฉัน",
    site: "โอนสกุลเงินที่อยู่",
    content: ["ชื่อ", "ที่อยู่กระเป๋าเงิน", "จดหมาย", "ปริมาณ", "โทรศัพท์", "เวลา"],
    estimate: "ค่าธรรมเนียมการจัดการโดยประมาณ",
    gross: "จำนวนเงินที่ถอน",
    recharge: "เติมเงิน",
    transfer: "โอนย้าย",
    toast: [
      "TRXยอดเงินในกระเป๋าเงินไม่เพียงพอ！",
      "USDT ยอดเงินในกระเป๋าเงินไม่เพียงพอ！",
      "โอนสำเร็จ",
      "ยอดเงินในกระเป๋าเงินไม่เพียงพอ，กรุณาเติมเงิน！",
    ],
    placeholder: "กรุณาป้อนToken",
  },
};
