export default {
  text: [
    "โควต้า",
    "วิธีการชำระเงิน",
    "เลือก",
    "ซื้อขาย",
    "วีแชท",
    "มีอยู่",
    "รับมือ",
    "ซื้อ"
  ],
  payType: {
    label: "วิธีการชำระเงิน",
    value: {
      yhk: "บัตรเครดิตธนาคาร",
      zfb: "อาลีเพย์",
      wx: "การชำระเงินด้วยวีแชท",
      xj: "เงินสด",
    }
  },
  tip: [
    "โปรดใช้บัญชีชื่อจริงของคุณในการชำระเงิน",
    "มิฉะนั้น คำสั่งซื้อจะล้มเหลวและบัญชีจะเสี่ยงต่อการถูกระงับ"
  ],
  loading: {
    text: ["การสร้างใบสั่ง…", "วางคำสั่งซื้อ，โปรดรอ…"]
  },
  toast: {
    error: [
      "คุณไม่ได้กรอกวิธีการชำระเงินปัจจุบัน",
      "กรุณาเลือกอีกครั้ง!",
      "กรุณาเลือกวิธีการชำระเงิน",
      "กรุณาลงชื่ออีกครั้ง",
      "EOTCขอลายเซ็นของคุณเพื่อยืนยัน,ลายเซ็นไม่ได้ใช้GAS.",
      "สั่งซื้อเองไม่ได้",
      "การสั่งซื้อสินค้าUSDTไม่พอ",
      "กรุณาเลือกคำสั่งอื่น",
      "ผู้ค้าได้แก้ไขราคาที่สั่งซื้อ，กรุณาทำการสั่งซื้ออีกครั้ง",
      "คุณยกเลิกคำสั่งซื้อของคุณหลายครั้ง，กรุณาสั่งซื้ออีกครั้งในวันพรุ่งนี้",
      "คุณมีคำสั่งซื้อที่รอดำเนินการ",
      "โปรดกรอกคำสั่งซื้อนี้ให้เสร็จสิ้นก่อนทำการสั่งซื้อ"
    ]
  }
}