export default {
  text: [
    "ทั้งหมด",
    "โควต้า",
    "บัญชีเงินทุนพร้อมขาย",
    "ไปต่อรองราคา",
    "ขาย",
    "มีอยู่"
  ],
  toast: {
    error: [
      "ไม่สามารถขายคำสั่งซื้อของตัวเองได้",
      "การสั่งซื้อสินค้าUSDTไม่พอ",
      "กรุณาเลือกคำสั่งอื่น",
      "ผู้ค้าได้แก้ไขราคาที่สั่งซื้อ，กรุณาทำการสั่งซื้ออีกครั้ง",
      "คุณยกเลิกคำสั่งซื้อของคุณหลายครั้ง，กรุณาสั่งซื้ออีกครั้งในวันพรุ่งนี้",
      "คุณมีคำสั่งซื้อที่รอดำเนินการ",
      "โปรดกรอกคำสั่งซื้อนี้ให้เสร็จสิ้นก่อนทำการสั่งซื้อ"
    ]
  },
  loading: {
    text: [
      "การสร้างใบสั่ง…",
      "วางคำสั่งซื้อ，โปรดรอ…"
    ]
  }
}