export default {
  navbar: "отзыв&Предложить",
  titleList: ["Ярлык категории", "Описание обратной связи и предложения", "добавить картинки", "Контактная информация"],
  feedbackTypeList: ["аномальная обратная связь", "предложение функции", "BUG отзыв"],
  toast: {
    text: ["Размер файла не может превышать", "Отправлено успешно"]
  },
  placeholder: {
    reason: "Пожалуйста, объясните подробно，Чтобы мы могли решить проблему для вас",
    phone: "Пожалуйста, введите номер телефона"
  },
  text: [
    "по желанию，Добавьте скриншот вопроса",
    "Введен неверный номер мобильного телефона！"
  ],
  submit: "Разместить"
}