export default {
  orderTicket: "заказ на покупку",
  ticket: "купчая",
  tags1: "настройки информации",
  tags2: "Настройки продавца",
  tags3: "Советы по настройке Мест",
  tags4: "Текущая информационная настройка не идеальна，отсутствующее имя、название магазина、Контактный номер、продавать советы、Советы по получению",
  tags5: "перейти к настройкам",
  buy: "купить",
  sell: "продавать",
  warn: "Пожалуйста, заполните основную информацию о бизнесе",
  // OnOffer
  offer:"Нет информации о заказе",
  offer_zong:"общий заказ",
  offer_dai:"Для обработки",
  offer_yi:"завершенный",
  // purchase
  purchase:"Собрать",
  purchase_yi:"Полученные монеты"
}