export default {
  form: {
    title: "Аутентификация",
    name: {
      label: "Имя",
      placeholder: "Пожалуйста, введите ваше настоящее имя",
      message: "быть не менее трех букв"
    },
    phone: {
      label: "Номер телефона",
      placeholder: "Пожалуйста, введите номер телефона",
      message: "Пожалуйста, введите действующий телефонный номер"
    },
    id: {
      label: "лицензионный номер",
      placeholder: "Пожалуйста, введите идентификационный номер",
      message: "Пожалуйста, введите правильный идентификационный номер"
    },
  },
  portrait: {
    title: "образец изображения",
    text: "Загрузить лицо удостоверения личности",
    button: "Нажмите, чтобы загрузить портрет",
    tip: [
      "*Пожалуйста, следуйте образцу изображения, чтобы загрузить портретную фотографию удостоверения личности.",
      "После того, как загруженное вами удостоверение личности частично размыто，Будет проверяться разными узлами。"
    ]
  },
  national: {
    title: "образец изображения",
    text: "Загрузить национальный герб на удостоверение личности",
    button: "Нажмите, чтобы загрузить герб",
    tip: [
      "*Пожалуйста, загрузите фотографию государственного герба удостоверения личности в соответствии с образцом изображения"
    ]
  },
  handHeld: {
    title: "образец изображения",
    text: "Загрузить фото паспорта",
    button: "Нажмите, чтобы загрузить фото паспорта",
    tip: [
      "*Пожалуйста, следуйте образцу изображения, чтобы загрузить фотографию, на которой вы держите удостоверение личности."
    ]
  },
  next: "Следующий шаг",
  submit: {
    button: "Разместить",
    error: "пожалуйста, отправьте повторно"
  },
  validate: {
    error: "Номер документа подтвержден"
  },
}