export default {
  title: "กลายเป็นอนุญาโตตุลาการ",
  text: "รักษาสภาพแวดล้อมการซื้อขายที่ปลอดภัย มั่นคง และเชื่อถือได้",
  content: {
    title: "เงื่อนไขการสมัคร",
  },
  dialog: {
    success: {
      title: "สมัครสำเร็จ",
      text: "หลังจากเป็นอนุญาโตตุลาการแล้ว แพลตฟอร์มจะมอบหมายคดีอนุญาโตตุลาการให้คุณ",
      confirm: "ตกลง"
    },
    explain: {
      title: "คำอธิบายข้อสอบ",
      text: "คะแนนหรือผ่าน",
      total: "จำนวนหัวข้อ",
      unit: "คำถาม",
      time: {
        title: "ระยะเวลาการสอบ",
        unit: "นาที"
      },
      start: "เริ่มตอบ"
    },
  },
  info: {
    title: "อนุญาโตตุลาการ",
    label: [
      "หมายเลขประจำตัวประชาชน",
      "เวลาสมัคร",
      "ครั้งอนุญาโตตุลาการ"
    ],
    case: {
      title: "อนุญาโตตุลาการ",
      unit: "รายบุคคล"
    },
    profit: {
      title: "รายได้"
    }
  },
  button: {
    confirm: "สมัครได้ทันที",
    cancel: "ถูกตัดสิทธิ์"
  },
  msgList: [
    {
      title: "การรับรองความถูกต้องของข้อมูลประจำตัวแบบกระจายอำนาจ",
      failMsg: "ไปที่การรับรองความถูกต้อง"
    },
    {
      label: ["ถึงคะแนนสอบแล้ว", "มากกว่า"],
      title: ["จำนำ", "นั่นคือทั้งหมด"],
      failMsg: "เพื่อจำนำ",
    },
    {
      title: "เรียนรู้เกี่ยวกับกฎที่เกี่ยวข้องกับการศึกษา",
      failMsg: "เรียน",
    },
    {
      label: ["ถึงคะแนนสอบแล้ว", "มากกว่า"],
      title: "ผ่านการสอบ",
      failMsg: "ไปสอบ",
    }
  ]
}