export default {
  status: [
    "รับรองความถูกต้องล้มเหลว",
    "ไม่ได้รับการรับรอง",
    "ภายใต้การทบทวน",
    "ตรวจสอบแล้ว",
    "ไม่จำนำ"
  ],
  text: [
    "ประเภทโหนด"
  ],
  menu: [
    "การตรวจสอบใบรับรอง",
    "โปรโมชั่นระยะที่สอง",
    "ข้อมูลการทำธุรกรรม",
    "คู่มือสำหรับผู้เริ่มต้น",
    "ปัญหาที่พบบ่อย",
    "ติดต่อเรา",
    "ความคิดเห็น&แนะนำ",
    "ข้อมูลส่วนบุคคล",
    "ข้อมูลประจำตัว",
    "ข้อมูลการชำระเงิน",
    "ข้อมูลที่อยู่ผูกพันของแต่ละห่วงโซ่สาธารณะ",
    "ข้อมูลส่งเสริมการขาย",
    "โปรโมชั่นระยะที่หนึ่ง",
    "แบ่งปันลิงค์",
    "โหนดทีม",
    "การจัดการธุรกรรม",
    "คำสั่ง",
    "คำสั่ง",
    "อนุญาโตตุลาการ",
    "อนุญาโตตุลาการ",
    "มุ่งเน้นไปที่/บัญชีดำ"
  ],
  toast: {
    text: [
      "ภายใต้การทบทวน…",
      "คำมั่นสัญญาของคุณ",
      "ไม่เพียงพอ",
      "จำนำ",
      "สมาชิกด้านบนสามารถสั่งซื้อได้",
      "คุณมีคะแนนไม่เพียงพอ",
      "มี",
      "สมาชิกที่มีคะแนนสามารถสั่งซื้อได้",
    ]
  }
}