export default {
  title: ["в настоящее время есть", "заказы в ожидании"],
  handle: "иметь дело с",
  text: ["количество", "квота", "цена за единицу товара"],
  toast: {
    error: [
      "Для транзакций требуется аутентификация по реальному имени",
      "Пожалуйста, сначала завершите аутентификацию настоящего имени！",
      "У вас уже есть активный заказ на покупку",
      "Транзакция может быть продолжена только после завершения обработки！",
      "Вы отменили заказ несколько раз подряд，Пожалуйста, разместите другой заказ завтра！",
      "У вас недостаточно баллов",
      "невозможно купить！",
      "Вы не указали способ оплаты",
      "В настоящее время не поддерживается"
    ]
  },
  loading: {
    text: "Загрузка…",
    finishedText: "больше не надо…"
  }
}