export default {
  navbar: "добавить матрицу",
  form: {
    text: {
      title: "Доказательство текстовой информации",
      placeholder: "Опишите обстоятельства и предоставьте информацию, необходимую арбитру для проверки обстоятельств.",
      text: "Если вы отправляете соответствующий пароль запроса, обратите внимание на обеспечение безопасности личных активов."
    },
    upload: {
      title: "Доказательство информации об изображении",
      text: " Специальное примечание:\nПодделка и изменение платежных квитанций является серьезным незаконным действием.，Пожалуйста, убедитесь, что представленные доказательства являются правдивыми и достоверными данными."
    },
    submit: "Разместить"
  }
}