export default {
  navbar: "Подать заявку на продление",
  form: {
    title: "Чтобы подать заявку на продление, должно быть выполнено одно из следующих условий:",
    status: [
      "Недостаточно времени для представления доказательств",
      "Информация для проверки все еще находится на рассмотрении",
      "Недостаточные доказательства,не в состоянии вынести суждение",
      "Часть доказательств неполная"
    ],
    explain: {
      title: "Инструкции по расширению приложения",
      placeholder: "Пожалуйста, опишите инструкции по подаче заявки на продление",
    },
    time: {
      title: "Время продления заявки",
      day: "небо"
    },
    pay: {
      label: "нужно заплатить",
      text: "иллюстрировать: Заявка на продление оплачивается в соответствии со временем продления"
    },
    submit: {
      button: "Разместить",
      loading: "представление…",
      success: "Отправлено успешно",
      fail: "Отправка не удалась！"
    }
  },
  popup: {
    title: "Подтвердить отправку и оплатить",
    text: "Каждый человек может подать только одну заявку на продление，Пожалуйста, внимательно заполните，Вы обязательно подаёте заявку на продление и оплату？",
    checkbox: "я подтвердил",
    submit: "ОК, чтобы отправить и оплатить",
    cancel: "дай мне подумать еще раз"
  },
}