export default {
  unit: "люди",
  public: {
    person: {
      title: "Объявление арбитра",
      createDate: "время применения",
      count: "Время арбитража"
    },
    case: {
      title: "Арбитражное объявление",
      result: "Результат арбитража",
      text: [
        "Общее количество арбитров, участвующих в арбитражном решении",
        "Доказательства, представленные обеими сторонами",
        "Арбитры постановили, что истец выиграл"
      ],
      detail: "Детали"
    }
  },
  my: {
    title: "мое арбитражное дело"
  },
  message: "Информация",
  dialog: {
    button: "перейти к процессу",
    text: [
      "Иметь",
      "дело подходит к концу"
    ]
  },
  popup: {
    text: [
      "Получено сообщение, чтобы инициировать новое доказательство",
      "Поступило ходатайство об отложении арбитражного разбирательства"
    ],
    cancel: "разобраться с позже",
    confirm: "перейти к процессу"
  },
  loading: {
    text: "Загрузка…",
    fail: "Ошибка загрузки！"
  }
}