export default {
  navbar: "Детали арбитража",
  plaintiff: "истец",
  defendant: "ответчик",
  unit: "люди",
  top: {
    title: ["выиграть дело", "потерял", "отменить арбитраж"]
  },
  event: {
    text: "Продавец инициирует арбитраж，Арбитражное мероприятие является"
  },
  result: {
    title: "Результат арбитража",
    text: [
      "Общее количество арбитров, участвующих в арбитражном решении",
      "Доказательства, представленные обеими сторонами",
      "Арбитры постановили, что истец выиграл",
      "Арбитры постановили, что ответчик Фан выиграл"
    ],
  },
  time: {
    title: "Время закрытия"
  },
  public: {
    title: "общественное мнение",
    result: "не голосовал",
    reason: [
      "Рассмотрение текущего арбитражного дела на основании представленных документов",
      "победить"
    ]
  },
  loading: {
    text: "Загрузка…",
    fail: "Ошибка загрузки！"
  },
  again: "Подать заявку на повторный арбитраж"
}