export default {
  title: ["выиграть дело", "потерял", "отменить арбитраж"],
  unit: "люди",
  result: {
    title: "Результат арбитража",
    text: [
      "Общее количество арбитров, участвующих в арбитражном решении",
      "Доказательства, представленные обеими сторонами",
      "Арбитры постановили, что истец выиграл",
      "Арбитры постановили, что ответчик Фан выиграл"
    ]
  },
  detail: "Детали",
  again: "Подать заявку на повторный арбитраж",
  empty: "Нет данных",
  loading: {
    text: "Загрузка…",
    fail: "Ошибка загрузки！"
  }
}