export default {
  navbar: "Детали арбитража",
  top: {
    title: "Ожидание результатов арбитража",
    delay: "Подать заявку на продление"
  },
  time: {
    title: "Время возбуждения арбитража"
  },
  reason: {
    text: "Продавец инициирует арбитраж，Арбитражное мероприятие является"
  },
  loading: {
    text: "Загрузка…",
    fail: "Ошибка загрузки！"
  },
  cancel: {
    button: "отменить арбитраж",
    message: "Подтвердить отмену текущего арбитражного дела",
    loading: "Отмена арбитража…",
    success: "Отменить успех",
    fail: "Отмена не удалась"
  },
  append: "Дополнительные доказательства"
}