export default {
  navbar: "Детали арбитража",
  unit: "люди",
  plaintiff: "истец",
  defendant: "ответчик",
  content: {
    event: "Продавец инициирует арбитраж，Арбитражное мероприятие является",
    result: {
      title: "Результат арбитража",
      text: [
        "Общее количество арбитров, участвующих в арбитражном решении",
        "Доказательства, представленные обеими сторонами",
        "Арбитры постановили, что истец выиграл"
      ],
      status: "не голосовал"
    },
    time: {
      title: "Время закрытия"
    },
    sentence: {
      title: "общественное мнение"
    }
  },
  loading: {
    text: "Загрузка…"
  }
}