export default {
  navbar: "Инициировать новое доказательство",
  form: {
    condition: {
      title: "Чтобы инициировать новое доказательство, должно быть выполнено одно из следующих условий.",
      status: [
        "Недостаточные доказательства，не в состоянии вынести суждение",
        "Часть доказательств неполная"
      ]
    },
    reason: {
      title: "Инструкции по расширению приложения",
      placeholder: "Пожалуйста, опишите инструкции по подаче заявки на продление"
    },
    submit: {
      button: "Разместить",
      loading: "представление…",
      success: "Отправлено успешно",
      fail: "Отправка не удалась"
    }
  }
}