export default {
  title: 'تصبح محكمًا',
  text: 'الحفاظ على بيئة تجارية آمنة ومستقرة وجديرة بالثقة',
  content: {
    title: 'شروط التطبيق',
  },
  dialog: {
    success: {
      title: 'تطبيق ناجح',
      text: 'بعد أن تصبح محكمًا ، ستعينك المنصة قضية تحكيم',
      confirm: 'نعم'
    },
    explain: {
      title: 'تعليمات الامتحان',
      text: 'يمر',
      total: 'عدد الأسئلة',
      unit: 'سؤال',
      time: {
        title: 'مدة الامتحان',
        unit: 'اللحظة'
      },
      start: 'ابدأ في الإجابة على الأسئلة'
    },
  },
  info: {
    title: 'المحكم',
    label: [
      'رقم الهوية',
      'وقت التطبيق',
      'أوقات التحكيم'
    ],
    case: {
      title: 'تحكم',
      unit: 'فردي'
    },
    profit: {
      title: 'الإيرادات'
    }
  },
  button: {
    confirm: 'تقدم على الفور',
    cancel: 'إزالة الهوية'
  },
  msgList: [
    {
      title: 'مصادقة الهوية اللامركزية',
      failMsg: 'نزع المصادقة'
    },
    {
      label: ['تم تحقيق درجات الاختبار', 'نقطة أو أكثر'],
      title: ['يتعهد', 'هذا كل شئ'],
      failMsg: 'نقض الرهن',
    },
    {
      title: 'تعرف على قواعد التعلم',
      failMsg: 'ليتعلم',
    },
    {
      label: ['تم تحقيق درجات الاختبار', 'نقطة أو أكثر'],
      title: 'تخطى الامتحان',
      failMsg: 'اذهب إلى الامتحان',
    }
  ]
}